Revit 2027 API
ParameterTypeId.TextText Property
 "Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextText { get; }
Public Shared ReadOnly Property TextText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextText {
	ForgeTypeId^ get ();
}
static member TextText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace